# coding:utf-8
batchId = {
"测试案例文件-1-贷款-01SA加载（迁移）.xlsx":["1110"],
"测试案例文件-1-贷款-02SA加载(迁移+周期).xlsx":["1120","1520"],
"测试案例文件-1-贷款-03SA加载(周期).xlsx":["1530"],
"测试案例文件-1-贷款-04PDM修数后（迁移）.xlsx":["1240","1340"],
"测试案例文件-1-贷款-05PDM新老比对（迁移）.xlsx":["1350"],
"测试案例文件-1-贷款-06PDM周期数据（迁移+周期）.xlsx":["1360","1560"],
"测试案例文件-1-贷款-06PDM周期数据（迁移+周期）_1.xlsx":["1361","1561"],
"测试案例文件-1-贷款-07PDM周期数据(周期).xlsx":["1670"],

"测试案例文件-2-公共平台-01SA加载（迁移）.xlsx":["2110"],
"测试案例文件-2-公共平台-02SA加载(迁移+周期).xlsx":["2120","2520"],
"测试案例文件-2-公共平台-03SA加载(周期).xlsx":["2530"],
"测试案例文件-2-公共平台-04PDM修数后（迁移).xlsx":["2240","2340"],
"测试案例文件-2-公共平台-06PDM周期数据(迁移+周期).xlsx":["2360","2660"],
"测试案例文件-2-公共平台-07PDM周期数据(周期).xlsx":["2670"],

"测试案例文件-3-计价-02SA加载（迁移+周期）.xlsx":["3120","3520"],
"测试案例文件-3-计价-03SA加载（周期）.xlsx":["3530"],
"测试案例文件-3-计价-04PDM修数后（迁移）.xlsx":["3240","3340"],
"测试案例文件-3-计价-06PDM周期数据（迁移+周期）.xlsx":["3360","3660"],
"测试案例文件-3-计价-07PDM周期数据（周期）.xlsx":["3670"],

"测试案例文件-4-借记卡-01SA加载（迁移）.xlsx":["4110"],
"测试案例文件-4-借记卡-02SA加载（迁移+周期）.xlsx":["4120","4520"],
"测试案例文件-4-借记卡-04PDM修数后（迁移）.xlsx":["4240","4340"],
"测试案例文件-4-借记卡-05PDM新老比对（迁移）.xlsx":["4350"],
"测试案例文件-4-借记卡-06PDM周期数据（迁移+周期）.xlsx":["4360","4660"],

"测试案例文件-5-存款对公-01SA加载（迁移）.xlsx":["5110"],
"测试案例文件-5-存款对公-02SA加载（迁移+周期）.xlsx":["5120","5520"],
"测试案例文件-5-存款对公-05PDM新老比对（迁移）.xlsx":["5350"],
"测试案例文件-5-存款对公-06PDM周期数据（迁移+周期）.xlsx":["5360","5660"],
"测试案例文件-5-存款对公-06PDM周期数据（迁移+周期）_1.xlsx":["5361","5661"],
"测试案例文件-5-存款对公-07PDM周期数据（周期）.xlsx":["5670"],

"测试案例文件-6-存款个人-01SA加载（迁移）.xlsx":["6110"],
"测试案例文件-6-存款个人-02SA加载（迁移+周期）.xlsx":["6120","6520"],
"测试案例文件-6-存款个人-05PDM新老比对（迁移）.xlsx":["6350"],
"测试案例文件-6-存款个人-06PDM周期数据（迁移+周期）.xlsx":["6360","6660"],
"测试案例文件-6-存款个人-06PDM周期数据（迁移+周期）_1.xlsx":["6361","6661"],
"测试案例文件-6-存款个人-07PDM周期数据（周期）.xlsx":["6670"],

"测试案例文件-7-公共平台-01SA加载（迁移）.xlsx":["7110"],
"测试案例文件-7-公共平台-02SA加载（迁移+周期）.xlsx":["7120","7520"],
"测试案例文件-7-公共平台-05PDM新老比对（迁移）.xlsx":["7350"],
"测试案例文件-7-公共平台-06PDM周期数据（迁移+周期）.xlsx":["7360","7660"],

"测试案例文件-8-小币种-01SA加载(迁移).xlsx":["8110"],
"测试案例文件-8-小币种-03SA加载(周期).xlsx":["8530"],
"测试案例文件-8-小币种-06PDM周期数据(迁移+周期).xlsx":["8360","8660"],

"测试案例文件-9-下线验数-PDM.xlsx":["9000"],

"测试案例文件-28-大表-04PDM修数后（迁移）.xlsx":["9240","9340"],
"测试案例文件-26-大表-04PDM修数后（迁移）.xlsx":["9002"]

   }